export default function About() {
  return (
    <div className='min-h-screen flex items-center justify-center'>
      <div className='max-w-2xl mx-auto p-3 text-center'>
        <div>
          <h1 className='text-3xl font font-semibold text-center my-7'>
            درباره وبلاگ مرتضی مددی
          </h1>
          <div className='text-md text-gray-500 flex flex-col gap-6'>
            <p>
            به وبلاگ سهند خوش آمدید! این وبلاگ توسط سهند قویدل ایجاد شده است
            به عنوان یک پروژه شخصی برای به اشتراک گذاشتن افکار و ایده های خود با
            جهان سهند یک توسعه دهنده پرشور است که عاشق نوشتن در مورد آن است
            تکنولوژی، کدنویسی، و همه چیز در این بین.
            </p>

            <p>
            در این وبلاگ، مقالات و آموزش های هفتگی در مورد موضوعات را خواهید یافت
            مانند توسعه وب، مهندسی نرم افزار و برنامه نویسی
            زبان ها. سهند همیشه در حال یادگیری و کشف مطالب جدید است
            فن‌آوری‌ها، بنابراین حتماً برای محتوای جدید مرتباً بررسی کنید!
            </p>

            <p>
            ما شما را تشویق می کنیم که در مورد پست های ما نظر بگذارید و با آنها همکاری کنید
            سایر خوانندگان می توانید نظرات دیگران را لایک کنید و به آنها پاسخ دهید
            آنها را نیز. ما معتقدیم که جامعه ای از فراگیران می توانند کمک کنند
            یکدیگر رشد و بهبود می یابند.
            </p>
          </div>
        </div>
      </div>
    </div>
  );
}
